Repository: NoMoreTrouble/BlackBox
Catalog: plant_monitor/web/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Logout
it: Esci

source: Dark monochrome UI
it: Interfaccia monocromatica scura

source: Sign in
it: Accedi

source: Username
it: Nome utente

source: Login
it: Accedi

source: Invalid credentials
it: Credenziali non valide

source: Temperature
it: Temperatura

source: Humidity
it: Umidit√†

source: Soil average
it: Media suolo

source: Water level
it: Livello acqua

source: Tank
it: Serbatoio

source: Manual Controls
it: Controlli manuali

source: Irrigate (sec)
it: Irriga (sec)

source: Light ON
it: Luce ON

source: Light OFF
it: Luce OFF

source: Apply
it: Applica

source: Soil 1
it: Suolo 1

source: Soil 2
it: Suolo 2

source: Soil average (EWMA)
it: Media suolo (EWMA)

source: Updates
it: Aggiornamenti

source: Webhook-triggered Git pull with rollback on failure.
it: Git pull via webhook con rollback in caso di errore.

source: No updates yet.
it: Nessun aggiornamento per ora.
